{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "NFKC"
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "<bos>": {
        "id": "<bos>",
        "ids": [
          1
        ],
        "tokens": [
          "<bos>"
        ]
      },
      "<eos>": {
        "id": "<eos>",
        "ids": [
          2
        ],
        "tokens": [
          "<eos>"
        ]
      },
      "<pad>": {
        "id": "<pad>",
        "ids": [
          0
        ],
        "tokens": [
          "<pad>"
        ]
      }
    }
  },
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "add_prefix_space": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "<pad>": 0,
      "<bos>": 1,
      "<eos>": 2,
      "\n": 3,
      "!": 4,
      "(": 5,
      ")": 6,
      ",": 7,
      "-": 8,
      ".": 9,
      "0": 10,
      "1": 11,
      "2": 12,
      "3": 13,
      "5": 14,
      "7": 15,
      "8": 16,
      "9": 17,
      ":": 18,
      "?": 19,
      "A": 20,
      "B": 21,
      "C": 22,
      "D": 23,
      "E": 24,
      "F": 25,
      "G": 26,
      "H": 27,
      "I": 28,
      "K": 29,
      "L": 30,
      "M": 31,
      "N": 32,
      "O": 33,
      "P": 34,
      "R": 35,
      "S": 36,
      "T": 37,
      "U": 38,
      "V": 39,
      "W": 40,
      "Y": 41,
      "a": 42,
      "b": 43,
      "c": 44,
      "d": 45,
      "e": 46,
      "f": 47,
      "g": 48,
      "h": 49,
      "i": 50,
      "k": 51,
      "l": 52,
      "m": 53,
      "n": 54,
      "o": 55,
      "p": 56,
      "q": 57,
      "r": 58,
      "s": 59,
      "t": 60,
      "u": 61,
      "v": 62,
      "w": 63,
      "x": 64,
      "y": 65,
      "z": 66,
      "—": 67,
      "’": 68,
      "▁": 69,
      "▁t": 70,
      "in": 71,
      "▁a": 72,
      "ou": 73,
      "he": 74,
      "re": 75,
      "▁w": 76,
      "it": 77,
      "ing": 78,
      "▁c": 79,
      "▁y": 80,
      "▁you": 81,
      "on": 82,
      "▁the": 83,
      "hi": 84,
      "nd": 85,
      "or": 86,
      "▁b": 87,
      "▁f": 88,
      "le": 89,
      "▁to": 90,
      "ha": 91,
      "om": 92,
      "▁s": 93,
      "ve": 94,
      ".\n": 95,
      "ar": 96,
      "ed": 97,
      "rit": 98,
      "ll": 99,
      "▁p": 100,
      "▁o": 101,
      "es": 102,
      "ld": 103,
      "▁writ": 104,
      "an": 105,
      "is": 106,
      "▁d": 107,
      "▁re": 108,
      "▁your": 109,
      "ic": 110,
      "ra": 111,
      "▁and": 112,
      "▁of": 113,
      "ow": 114,
      "hild": 115,
      "▁writing": 116,
      "ion": 117,
      "te": 118,
      "▁T": 119,
      "▁in": 120,
      "▁child": 121,
      "▁g": 122,
      "ea": 123,
      "▁R": 124,
      "at": 125,
      "ut": 126,
      "▁W": 127,
      "▁wor": 128,
      "ag": 129,
      "ly": 130,
      "me": 131,
      "▁n": 132,
      "▁ha": 133,
      "hat": 134,
      "ay": 135,
      "e,": 136,
      "nc": 137,
      "oo": 138,
      "▁S": 139,
      "▁e": 140,
      "▁u": 141,
      "▁is": 142,
      "▁The": 143,
      "ck": 144,
      "gh": 145,
      "ls": 146,
      "rs": 147,
      "ind": 148,
      "his": 149,
      "▁be": 150,
      "ee": 151,
      "ere": 152,
      "ove": 153,
      "’s": 154,
      "▁on": 155,
      "▁can": 156,
      "▁by": 157,
      "▁for": 158,
      "ome": 159,
      "ram": 160,
      "ct": 161,
      "fere": 162,
      "mar": 163,
      "ro": 164,
      "tion": 165,
      "ub": 166,
      "▁B": 167,
      "▁M": 168,
      "▁l": 169,
      "▁m": 170,
      "▁ou": 171,
      "▁he": 172,
      "▁ed": 173,
      "▁refere": 174,
      "▁child’s": 175,
      "ead": 176,
      "▁Read": 177,
      "▁work": 178,
      "▁have": 179,
      "nce": 180,
      "▁us": 181,
      "rammar": 182,
      "▁edit": 183,
      "▁reference": 184,
      "You": 185,
      "ble": 186,
      "lis": 187,
      "os": 188,
      "ot": 189,
      "pe": 190,
      "s,": 191,
      "▁A": 192,
      "▁L": 193,
      "▁h": 194,
      "▁that": 195,
      "▁are": 196,
      "ough": 197,
      "▁find": 198,
      "ook": 199,
      "▁St": 200,
      "ch": 201,
      "de": 202,
      "gu": 203,
      "lp": 204,
      "lu": 205,
      "ss": 206,
      "ull": 207,
      "▁C": 208,
      "▁i": 209,
      "▁it": 210,
      "▁le": 211,
      "▁als": 212,
      "ith": 213,
      "▁pub": 214,
      "▁grammar": 215,
      "▁help": 216,
      "▁how": 217,
      "▁also": 218,
      "ack": 219,
      "able": 220,
      "com": 221,
      "er": 222,
      "ew": 223,
      "hr": 224,
      "iew": 225,
      "mp": 226,
      "nt": 227,
      "ore": 228,
      "ru": 229,
      "rom": 230,
      "view": 231,
      "▁H": 232,
      "▁I": 233,
      "▁k": 234,
      "▁v": 235,
      "▁You": 236,
      "▁this": 237,
      "▁ab": 238,
      "▁as": 239,
      "▁at": 240,
      "hed": 241,
      "her": 242,
      "▁way": 243,
      "▁with": 244,
      "▁com": 245,
      "▁full": 246,
      "▁from": 247,
      "▁st": 248,
      "▁some": 249,
      ".\nT": 250,
      "arn": 251,
      "art": 252,
      "angu": 253,
      "▁dic": 254,
      "▁recom": 255,
      "▁review": 256,
      "ter": 257,
      "ation": 258,
      "▁We": 259,
      "▁word": 260,
      "age": 261,
      "age,": 262,
      "mend": 263,
      "▁our": 264,
      "▁usage,": 265,
      "hrough": 266,
      "anguage": 267,
      "▁recommend": 268,
      "Us": 269,
      "ad": 270,
      "and": 271,
      "chi": 272,
      "come": 273,
      "clu": 274,
      "en": 275,
      "earn": 276,
      "gg": 277,
      "ill": 278,
      "ide": 279,
      "ke": 280,
      "lin": 281,
      "op": 282,
      "qu": 283,
      "ron": 284,
      "ther": 285,
      "ur": 286,
      "’t": 287,
      "▁E": 288,
      "▁G": 289,
      "▁—": 290,
      "▁Us": 291,
      "▁qu": 292,
      "▁through": 293,
      "▁an": 294,
      "ours": 295,
      "▁we": 296,
      "itle": 297,
      "ition": 298,
      "ing.": 299,
      "▁cours": 300,
      "ndy": 301,
      "▁but": 302,
      "▁back": 303,
      "▁fee": 304,
      "▁sen": 305,
      "ver": 306,
      ".\nW": 307,
      "ary": 308,
      "▁pro": 309,
      "est": 310,
      "estion": 311,
      "▁do": 312,
      "▁dow": 313,
      "▁day": 314,
      "ice": 315,
      "tenc": 316,
      "▁inclu": 317,
      "▁goo": 318,
      "eas": 319,
      "▁Rut": 320,
      "▁Writ": 321,
      "▁ne": 322,
      "▁handy": 323,
      "▁und": 324,
      "rst": 325,
      "▁become": 326,
      "eechi": 327,
      "▁Beechi": 328,
      "▁out": 329,
      "▁works": 330,
      "▁editor": 331,
      "▁reference.": 332,
      "lished": 333,
      "▁Learn": 334,
      "▁if": 335,
      "▁published": 336,
      "▁helps": 337,
      "mple": 338,
      "▁above": 339,
      ".\nThis": 340,
      "▁diction": 341,
      "▁feel": 342,
      "▁sentenc": 343,
      "▁down": 344,
      "▁good": 345,
      "▁Ruth": 346,
      "▁Beechick": 347,
      "▁sentences": 348,
      "(s": 349,
      ").\n": 350,
      "-T": 351,
      "10": 352,
      "Now": 353,
      "ai": 354,
      "al": 355,
      "av": 356,
      "ach": 357,
      "alu": 358,
      "ass": 359,
      "ake": 360,
      "book": 361,
      "cha": 362,
      "ces": 363,
      "cro": 364,
      "des": 365,
      "ef": 366,
      "et": 367,
      "erst": 368,
      "ge": 369,
      "gin": 370,
      "hre": 371,
      "hing": 372,
      "ive": 373,
      "ies": 374,
      "ime": 375,
      "igh": 376,
      "imple": 377,
      "kill": 378,
      "lo": 379,
      "lt": 380,
      "lic": 381,
      "ning": 382,
      "now": 383,
      "pp": 384,
      "pic": 385,
      "put": 386,
      "pos": 387,
      "s.": 388,
      "st": 389,
      "t.": 390,
      "tter": 391,
      "uc": 392,
      "ui": 393,
      "ura": 394,
      "ugg": 395,
      "’ll": 396,
      "▁D": 397,
      "▁O": 398,
      "▁P": 399,
      "▁or": 400,
      "▁me": 401,
      "▁his": 402,
      "▁eas": 403,
      "▁(s": 404,
      "▁10": 405,
      "▁tra": 406,
      "▁tut": 407,
      "▁title": 408,
      "▁time": 409,
      "ined": 410,
      "▁ar": 411,
      "▁act": 412,
      "ound": 413,
      "here": 414,
      "ren": 415,
      "reat": 416,
      "▁wan": 417,
      "▁what": 418,
      "▁wide": 419,
      "ite": 420,
      "▁con": 421,
      "▁cove": 422,
      "▁cop": 423,
      "ons": 424,
      "on’t": 425,
      "▁thes": 426,
      "▁there": 427,
      "hile": 428,
      "ors": 429,
      "▁book": 430,
      "▁best": 431,
      "▁bui": 432,
      "▁too": 433,
      "▁spe": 434,
      "▁simple": 435,
      "▁skill": 436,
      "▁sugg": 437,
      "ven": 438,
      ".\nYou": 439,
      "arly": 440,
      "lly": 441,
      "ll-T": 442,
      "▁pr": 443,
      "▁other": 444,
      "▁don’t": 445,
      "▁read": 446,
      "ract": 447,
      "rained": 448,
      "▁writing.": 449,
      "▁writing?": 450,
      "tent": 451,
      "▁Thre": 452,
      "▁children": 453,
      "▁get": 454,
      "each": 455,
      "atura": 456,
      "ment": 457,
      "▁now": 458,
      "▁not": 459,
      "▁natura": 460,
      "▁ex": 461,
      "▁even": 462,
      "▁There": 463,
      "▁begin": 464,
      "▁better": 465,
      "eep": 466,
      "ovel": 467,
      "▁one": 468,
      "▁onlin": 469,
      "roach": 470,
      "▁Mind": 471,
      "▁language": 472,
      "ost": 473,
      "petent": 474,
      "▁Language": 475,
      "▁finding": 476,
      "▁Start": 477,
      "▁Stron": 478,
      "ssons": 479,
      "▁Com": 480,
      "▁lessons": 481,
      "▁public": 482,
      "▁In": 483,
      "▁know": 484,
      "▁keep": 485,
      "▁valu": 486,
      "▁ways": 487,
      "▁competent": 488,
      "▁review.\n": 489,
      "ation.": 490,
      "▁Well-T": 491,
      "▁words": 492,
      "▁recommended": 493,
      "▁Grammar": 494,
      "▁Use": 495,
      "▁course,": 496,
      "estions": 497,
      "▁Write": 498,
      "▁need": 499,
      "▁underst": 500,
      "▁above,": 501,
      "▁dictionary": 502,
      "▁down).\n": 503,
      "Now,": 504,
      "croll": 505,
      "log": 506,
      "pproach": 507,
      "position": 508,
      "▁easy": 509,
      "▁(scroll": 510,
      "▁want": 511,
      "▁widely": 512,
      "▁conc": 513,
      "▁copy": 514,
      "▁spell": 515,
      "▁suggestions": 516,
      "▁Three": 517,
      "▁beginning": 518,
      "▁online": 519,
      "▁Strong": 520,
      "▁valuable": 521,
      "▁Well-Trained": 522,
      "▁understand": 523,
      "-in": 524,
      "1.": 525,
      "2.": 526,
      "3.": 527,
      "5.": 528,
      "7.": 529,
      "8.": 530,
      "9.": 531,
      "Bef": 532,
      "For": 533,
      "It": 534,
      "Kind": 535,
      "More": 536,
      "Not": 537,
      "Novel": 538,
      "Over": 539,
      "Sub": 540,
      "Ver": 541,
      "a.": 542,
      "ab": 543,
      "am": 544,
      "as": 545,
      "au": 546,
      "ain": 547,
      "ale": 548,
      "ate": 549,
      "ame": 550,
      "ample": 551,
      "ally": 552,
      "bab": 553,
      "cale": 554,
      "d,": 555,
      "dd": 556,
      "din": 557,
      "ded": 558,
      "d.\nT": 559,
      "deas": 560,
      "dge": 561,
      "duc": 562,
      "e.": 563,
      "ek": 564,
      "ev": 565,
      "ell": 566,
      "ean": 567,
      "fi": 568,
      "full": 569,
      "fore": 570,
      "fter": 571,
      "gan": 572,
      "glis": 573,
      "ho": 574,
      "hou": 575,
      "hoo": 576,
      "hos": 577,
      "hough": 578,
      "hite": 579,
      "ir": 580,
      "iv": 581,
      "iz": 582,
      "iou": 583,
      "iag": 584,
      "igg": 585,
      "ike": 586,
      "irst": 587,
      "ial": 588,
      "ifi": 589,
      "k,": 590,
      "ks": 591,
      "kly": 592,
      "lle": 593,
      "lar": 594,
      "lable": 595,
      "lass": 596,
      "ligh": 597,
      "ma": 598,
      "mo": 599,
      "ms,": 600,
      "nk": 601,
      "nic": 602,
      "ntion": 603,
      "not": 604,
      "nough": 605,
      "n’t": 606,
      "nge": 607,
      "nglis": 608,
      "oin": 609,
      "oor": 610,
      "oll": 611,
      "old": 612,
      "oic": 613,
      "ote": 614,
      "ode": 615,
      "ple": 616,
      "pea": 617,
      "rly": 618,
      "rove": 619,
      "round": 620,
      "sing": 621,
      "sed": 622,
      "ss,": 623,
      "sfull": 624,
      "t,": 625,
      "th": 626,
      "to": 627,
      "ty": 628,
      "ting": 629,
      "tte": 630,
      "title": 631,
      "take": 632,
      "ts.": 633,
      "tation.": 634,
      "up": 635,
      "ure": 636,
      "ute": 637,
      "uide": 638,
      "ular": 639,
      "vice": 640,
      "vai": 641,
      "wn": 642,
      "wor": 643,
      "what": 644,
      "y,": 645,
      "yle": 646,
      "y.\n": 647,
      "ypic": 648,
      "▁hi": 649,
      "▁ve": 650,
      "▁ru": 651,
      "▁Now,": 652,
      "▁For": 653,
      "▁Kind": 654,
      "▁Novel": 655,
      "▁Ver": 656,
      "▁ter": 657,
      "▁teach": 658,
      "▁tell": 659,
      "▁thos": 660,
      "inition": 661,
      "int.": 662,
      "▁ahe": 663,
      "▁all": 664,
      "▁able": 665,
      "▁approach": 666,
      "▁add": 667,
      "▁after": 668,
      "▁avai": 669,
      "hen": 670,
      "heck": 671,
      "rete": 672,
      "ress": 673,
      "ream": 674,
      "red.\nT": 675,
      "ress,": 676,
      "▁whi": 677,
      "▁will": 678,
      "▁where": 679,
      "▁who": 680,
      "ities": 681,
      "itial": 682,
      "itute": 683,
      "ing,": 684,
      "ing.\nThis": 685,
      "▁cha": 686,
      "▁come": 687,
      "▁choo": 688,
      "▁class": 689,
      "▁coor": 690,
      "▁check": 691,
      "▁yes": 692,
      "onligh": 693,
      "▁their": 694,
      "orite": 695,
      "▁blog": 696,
      "▁bas": 697,
      "▁fur": 698,
      "▁fav": 699,
      "▁found": 700,
      "▁first": 701,
      "▁foll": 702,
      "lect": 703,
      "learly": 704,
      "lement": 705,
      "ledge": 706,
      "▁topic": 707,
      "om.\n": 708,
      "ome,": 709,
      "omain": 710,
      "▁shed": 711,
      "▁same": 712,
      "▁scale": 713,
      "▁shou": 714,
      "▁spea": 715,
      "▁some,": 716,
      "vels": 717,
      ".\nNow,": 718,
      ".\n1.": 719,
      ".\n5.": 720,
      ".\n9.": 721,
      ".\nBef": 722,
      ".\nMore": 723,
      ".\nNot": 724,
      ".\nSub": 725,
      "aries": 726,
      "ariou": 727,
      "ed,": 728,
      "▁pat": 729,
      "▁put": 730,
      "▁pag": 731,
      "▁pith": 732,
      "▁pack": 733,
      "▁part": 734,
      "▁pop": 735,
      "▁pur": 736,
      "▁pass": 737,
      "▁pract": 738,
      "▁poin": 739,
      "▁own": 740,
      "lding": 741,
      "▁write": 742,
      "▁writes": 743,
      "▁write,": 744,
      "any": 745,
      "ise": 746,
      "istake": 747,
      "▁def": 748,
      "▁dev": 749,
      "▁domain": 750,
      "▁reput": 751,
      "ics.": 752,
      "ickly": 753,
      "rades": 754,
      "owup": 755,
      "▁writing,": 756,
      "▁writing.\nYou": 757,
      "▁writing.\n1.": 758,
      "▁Through": 759,
      "▁Teach": 760,
      "▁Typic": 761,
      "▁into": 762,
      "▁initial": 763,
      "▁great": 764,
      "▁ground": 765,
      "▁guide": 766,
      "▁grades": 767,
      "▁Rs": 768,
      "▁Rs,": 769,
      "▁Rigg": 770,
      "atin": 771,
      "ating": 772,
      "ators": 773,
      "▁What": 774,
      "▁Way": 775,
      "▁While": 776,
      "▁White": 777,
      "▁When": 778,
      "▁worth": 779,
      "aged": 780,
      "lying": 781,
      "▁novel": 782,
      "▁note": 783,
      "▁had": 784,
      "▁So": 785,
      "▁Ser": 786,
      "▁Suc": 787,
      "▁Sonligh": 788,
      "▁els": 789,
      "▁ever": 790,
      "▁early": 791,
      "▁enough": 792,
      "▁ety": 793,
      "▁elect": 794,
      "ghly": 795,
      "ls.": 796,
      "rs,": 797,
      "rsion": 798,
      "▁only": 799,
      "▁cannot": 800,
      "rams": 801,
      "cture": 802,
      "ublis": 803,
      "▁But": 804,
      "▁Book": 805,
      "▁Best": 806,
      "▁Bek": 807,
      "▁Mary": 808,
      "▁Make": 809,
      "▁Most": 810,
      "▁Mean": 811,
      "▁Mom.\n": 812,
      "▁los": 813,
      "▁look": 814,
      "▁ligh": 815,
      "▁late": 816,
      "▁like": 817,
      "▁my": 818,
      "▁may": 819,
      "▁more": 820,
      "▁most": 821,
      "▁mode": 822,
      "▁many": 823,
      "▁mistake": 824,
      "▁here": 825,
      "▁work.": 826,
      "▁working": 827,
      "▁haven’t": 828,
      "▁use": 829,
      "▁using": 830,
      "▁used": 831,
      "▁editing": 832,
      "blem": 833,
      "list": 834,
      "oted": 835,
      "other": 836,
      "pect": 837,
      "perly": 838,
      "▁Alt": 839,
      "▁Approach": 840,
      "▁Latin": 841,
      "▁hold": 842,
      "▁finding.": 843,
      "▁Stru": 844,
      "▁Style": 845,
      "gument": 846,
      "▁Can": 847,
      "▁Child": 848,
      "▁Clearly": 849,
      "▁imp": 850,
      "▁ideas": 851,
      "▁it.\nW": 852,
      "▁learn": 853,
      "▁lette": 854,
      "▁levels": 855,
      "▁grammar,": 856,
      "erlying": 857,
      "rus": 858,
      "ructure": 859,
      "▁How": 860,
      "▁Here": 861,
      "▁Hand": 862,
      "▁Hav": 863,
      "▁If": 864,
      "▁voic": 865,
      "▁variou": 866,
      "▁Your": 867,
      "▁abst": 868,
      "▁composition": 869,
      "▁comma": 870,
      "▁stay": 871,
      "▁start": 872,
      "▁stream": 873,
      "▁structure": 874,
      "▁somewhat": 875,
      "▁dictation.": 876,
      "tern": 877,
      "▁We’ll": 878,
      "▁word.": 879,
      "▁words,": 880,
      "▁recommendation": 881,
      "lining,": 882,
      "ronic": 883,
      "▁Educ": 884,
      "▁Englis": 885,
      "▁Element": 886,
      "▁Great": 887,
      "▁Using": 888,
      "▁question": 889,
      "▁qual": 890,
      "▁quickly": 891,
      "▁another": 892,
      "▁courses": 893,
      "▁back.\nNow,": 894,
      ".\nWhat": 895,
      ".\nWhile": 896,
      "▁probab": 897,
      "▁problem": 898,
      "▁properly": 899,
      "▁doing.": 900,
      "▁do.\nMore": 901,
      "▁day.": 902,
      "▁days": 903,
      "icey,": 904,
      "▁include": 905,
      "▁includes": 906,
      "▁included": 907,
      "▁Writing.\nThis": 908,
      "▁never": 909,
      "▁underlying": 910,
      "▁output": 911,
      "▁outlining,": 912,
      "▁works.\nYou": 913,
      "▁editor.": 914,
      "▁Learning": 915,
      "▁above.": 916,
      "▁dictionaries": 917,
      "▁down,": 918,
      "▁Beechick.\nSub": 919,
      "▁sentences,": 920,
      "▁sentences.": 921,
      "▁sentences.\nNot": 922,
      "aily": 923,
      "book.": 924,
      "chanic": 925,
      "chased": 926,
      "cessfull": 927,
      "lt-in": 928,
      "stitute": 929,
      "▁Diag": 930,
      "▁Daily": 931,
      "▁Of": 932,
      "▁Our": 933,
      "▁Press,": 934,
      "▁Publis": 935,
      "▁organ": 936,
      "▁mention": 937,
      "▁mechanic": 938,
      "▁100": 939,
      "▁track": 940,
      "▁traces": 941,
      "▁tutor": 942,
      "▁tutors": 943,
      "▁time.\n5.": 944,
      "▁arts.": 945,
      "▁argument": 946,
      "▁active": 947,
      "▁activ": 948,
      "▁covers": 949,
      "▁covered.\nT": 950,
      "▁thesau": 951,
      "▁these.": 952,
      "▁therefore": 953,
      "▁book,": 954,
      "▁building": 955,
      "▁built-in": 956,
      "▁tools.": 957,
      "▁skills": 958,
      "▁print.": 959,
      "▁pricey,": 960,
      "▁getting": 961,
      "▁nothing": 962,
      "▁natural": 963,
      "▁naturally": 964,
      "▁example": 965,
      "▁expect": 966,
      "▁Language.\nThis": 967,
      "▁Composition": 968,
      "▁Comple": 969,
      "▁publication.": 970,
      "▁Institute": 971,
      "▁knowledge": 972,
      "▁review.\n8.": 973,
      "▁review.\nIt": 974,
      "▁dictionary.\nBef": 975,
      "▁down).\n2.": 976,
      "▁down).\n3.": 977,
      "logy": 978,
      "▁concrete": 979,
      "▁concise": 980,
      "▁copywor": 981,
      "▁spelling": 982,
      "▁spelling.": 983,
      "▁understanding": 984,
      "dinating": 985,
      "ized,": 986,
      "ified": 987,
      "llenge": 988,
      "lable.\nWhat": 989,
      "mology": 990,
      "titled,": 991,
      "y.\nOver": 992,
      "▁highly": 993,
      "▁version": 994,
      "▁rule": 995,
      "▁Kindle": 996,
      "▁Very": 997,
      "▁terms,": 998,
      "▁tells": 999,
      "▁those": 1000,
      "initions,": 1001,
      "▁ahead": 1002,
      "▁address": 1003,
      "▁after,": 1004,
      "▁available.\nWhat": 1005,
      "▁which": 1006,
      "ities,": 1007,
      "▁challenge": 1008,
      "▁choosing": 1009,
      "▁classic": 1010,
      "▁coordinating": 1011,
      "▁checklist": 1012,
      "▁yes?": 1013,
      "▁basics.": 1014,
      "▁further": 1015,
      "▁favorite": 1016,
      "▁foundation": 1017,
      "▁followup": 1018,
      "▁topic,": 1019,
      "▁scale.": 1020,
      "▁should": 1021,
      "▁speaks": 1022,
      "▁pattern": 1023,
      "▁pages": 1024,
      "▁pithy": 1025,
      "▁packaged": 1026,
      "▁popular": 1027,
      "▁purchased": 1028,
      "▁passive": 1029,
      "▁practice": 1030,
      "▁point,": 1031,
      "▁definitions,": 1032,
      "▁devoted": 1033,
      "▁domain.\n9.": 1034,
      "▁reputable": 1035,
      "▁writing.\nYou’ll": 1036,
      "▁Typically": 1037,
      "▁Riggs": 1038,
      "▁Way.\nWhile": 1039,
      "▁notebook.": 1040,
      "▁Service": 1041,
      "▁Successfull": 1042,
      "▁Sonlight.": 1043,
      "▁else,": 1044,
      "▁every": 1045,
      "▁enough.": 1046,
      "▁etymology": 1047,
      "▁electronic": 1048,
      "▁Beka.": 1049,
      "▁Meaning": 1050,
      "▁Mom.\n7.": 1051,
      "▁losing": 1052,
      "▁looked": 1053,
      "▁light": 1054,
      "▁late.": 1055,
      "▁more!": 1056,
      "▁models": 1057,
      "▁Although": 1058,
      "▁Approach,": 1059,
      "▁holds": 1060,
      "▁Strunk": 1061,
      "▁Style.\nThis": 1062,
      "▁improve": 1063,
      "▁it.\nWhere": 1064,
      "▁letters,": 1065,
      "▁Handbook": 1066,
      "▁Having": 1067,
      "▁voice,": 1068,
      "▁various": 1069,
      "▁abstract": 1070,
      "▁composition,": 1071,
      "▁started": 1072,
      "▁streaming": 1073,
      "▁Educators": 1074,
      "▁English": 1075,
      "▁Elements": 1076,
      "▁Great!": 1077,
      "▁question:": 1078,
      "▁qualified": 1079,
      "▁probably": 1080,
      "▁Beechick.\nSubtitled,": 1081,
      "▁Diagrams": 1082,
      "▁Publishing": 1083,
      "▁organized,": 1084,
      "▁mentioned": 1085,
      "▁mechanics,": 1086,
      "▁activities,": 1087,
      "▁covered.\nThe": 1088,
      "▁thesaurus": 1089,
      "▁Complete": 1090,
      "▁review.\nIt’s": 1091,
      "▁dictionary.\nBefore": 1092,
      "▁copywork,": 1093,
      "▁Successfully.\nOver": 1094
    },
    "merges": [
      "▁ t",
      "i n",
      "▁ a",
      "o u",
      "h e",
      "r e",
      "▁ w",
      "i t",
      "in g",
      "▁ c",
      "▁ y",
      "▁y ou",
      "o n",
      "▁t he",
      "h i",
      "n d",
      "o r",
      "▁ b",
      "▁ f",
      "l e",
      "▁t o",
      "h a",
      "o m",
      "▁ s",
      "v e",
      ". \n",
      "a r",
      "e d",
      "r it",
      "l l",
      "▁ p",
      "▁ o",
      "e s",
      "l d",
      "▁w rit",
      "a n",
      "i s",
      "▁ d",
      "▁ re",
      "▁you r",
      "i c",
      "r a",
      "▁a nd",
      "▁o f",
      "o w",
      "hi ld",
      "▁writ ing",
      "i on",
      "t e",
      "▁ T",
      "▁ in",
      "▁c hild",
      "▁ g",
      "e a",
      "▁ R",
      "a t",
      "u t",
      "▁ W",
      "▁w or",
      "a g",
      "l y",
      "m e",
      "▁ n",
      "▁ ha",
      "ha t",
      "a y",
      "e ,",
      "n c",
      "o o",
      "▁ S",
      "▁ e",
      "▁ u",
      "▁ is",
      "▁T he",
      "c k",
      "g h",
      "l s",
      "r s",
      "in d",
      "hi s",
      "▁b e",
      "e e",
      "e re",
      "o ve",
      "’ s",
      "▁ on",
      "▁c an",
      "▁b y",
      "▁f or",
      "om e",
      "ra m",
      "c t",
      "f ere",
      "m ar",
      "r o",
      "t ion",
      "u b",
      "▁ B",
      "▁ M",
      "▁ l",
      "▁ m",
      "▁ ou",
      "▁ he",
      "▁ ed",
      "▁re fere",
      "▁child ’s",
      "ea d",
      "▁R ead",
      "▁wor k",
      "▁ha ve",
      "nc e",
      "▁u s",
      "ram mar",
      "▁ed it",
      "▁refere nce",
      "Y ou",
      "b le",
      "l is",
      "o s",
      "o t",
      "p e",
      "s ,",
      "▁ A",
      "▁ L",
      "▁ h",
      "▁t hat",
      "▁a re",
      "ou gh",
      "▁f ind",
      "oo k",
      "▁S t",
      "c h",
      "d e",
      "g u",
      "l p",
      "l u",
      "s s",
      "u ll",
      "▁ C",
      "▁ i",
      "▁ it",
      "▁ le",
      "▁a ls",
      "it h",
      "▁p ub",
      "▁g rammar",
      "▁he lp",
      "▁h ow",
      "▁als o",
      "a ck",
      "a ble",
      "c om",
      "e r",
      "e w",
      "h r",
      "i ew",
      "m p",
      "n t",
      "o re",
      "r u",
      "r om",
      "v iew",
      "▁ H",
      "▁ I",
      "▁ k",
      "▁ v",
      "▁ You",
      "▁t his",
      "▁a b",
      "▁a s",
      "▁a t",
      "he d",
      "he r",
      "▁w ay",
      "▁w ith",
      "▁c om",
      "▁f ull",
      "▁f rom",
      "▁s t",
      "▁s ome",
      ".\n T",
      "ar n",
      "ar t",
      "an gu",
      "▁d ic",
      "▁re com",
      "▁re view",
      "te r",
      "at ion",
      "▁W e",
      "▁wor d",
      "ag e",
      "ag e,",
      "me nd",
      "▁ou r",
      "▁us age,",
      "hr ough",
      "angu age",
      "▁recom mend",
      "U s",
      "a d",
      "a nd",
      "c hi",
      "c ome",
      "c lu",
      "e n",
      "e arn",
      "g g",
      "i ll",
      "i de",
      "k e",
      "l in",
      "o p",
      "q u",
      "r on",
      "t her",
      "u r",
      "’ t",
      "▁ E",
      "▁ G",
      "▁ —",
      "▁ Us",
      "▁ qu",
      "▁t hrough",
      "▁a n",
      "ou rs",
      "▁w e",
      "it le",
      "it ion",
      "ing .",
      "▁c ours",
      "nd y",
      "▁b ut",
      "▁b ack",
      "▁f ee",
      "▁s en",
      "ve r",
      ".\n W",
      "ar y",
      "▁p ro",
      "es t",
      "es tion",
      "▁d o",
      "▁d ow",
      "▁d ay",
      "ic e",
      "te nc",
      "▁in clu",
      "▁g oo",
      "ea s",
      "▁R ut",
      "▁W rit",
      "▁n e",
      "▁ha ndy",
      "▁u nd",
      "rs t",
      "▁be come",
      "ee chi",
      "▁B eechi",
      "▁ou t",
      "▁work s",
      "▁edit or",
      "▁reference .",
      "lis hed",
      "▁L earn",
      "▁i f",
      "▁pub lished",
      "▁help s",
      "mp le",
      "▁ab ove",
      ".\nT his",
      "▁dic tion",
      "▁fee l",
      "▁sen tenc",
      "▁dow n",
      "▁goo d",
      "▁Rut h",
      "▁Beechi ck",
      "▁sentenc es",
      "( s",
      ") .\n",
      "- T",
      "1 0",
      "N ow",
      "a i",
      "a l",
      "a v",
      "a ch",
      "a lu",
      "a ss",
      "a ke",
      "b ook",
      "c ha",
      "c es",
      "c ro",
      "d es",
      "e f",
      "e t",
      "e rst",
      "g e",
      "g in",
      "h re",
      "h ing",
      "i ve",
      "i es",
      "i me",
      "i gh",
      "i mple",
      "k ill",
      "l o",
      "l t",
      "l ic",
      "n ing",
      "n ow",
      "p p",
      "p ic",
      "p ut",
      "p os",
      "s .",
      "s t",
      "t .",
      "t ter",
      "u c",
      "u i",
      "u ra",
      "u gg",
      "’ ll",
      "▁ D",
      "▁ O",
      "▁ P",
      "▁ or",
      "▁ me",
      "▁ his",
      "▁ eas",
      "▁ (s",
      "▁ 10",
      "▁t ra",
      "▁t ut",
      "▁t itle",
      "▁t ime",
      "in ed",
      "▁a r",
      "▁a ct",
      "ou nd",
      "he re",
      "re n",
      "re at",
      "▁w an",
      "▁w hat",
      "▁w ide",
      "it e",
      "▁c on",
      "▁c ove",
      "▁c op",
      "on s",
      "on ’t",
      "▁the s",
      "▁the re",
      "hi le",
      "or s",
      "▁b ook",
      "▁b est",
      "▁b ui",
      "▁to o",
      "▁s pe",
      "▁s imple",
      "▁s kill",
      "▁s ugg",
      "ve n",
      ".\n You",
      "ar ly",
      "ll y",
      "ll -T",
      "▁p r",
      "▁o ther",
      "▁d on’t",
      "▁re ad",
      "ra ct",
      "ra ined",
      "▁writing .",
      "▁writing ?",
      "te nt",
      "▁T hre",
      "▁child ren",
      "▁g et",
      "ea ch",
      "at ura",
      "me nt",
      "▁n ow",
      "▁n ot",
      "▁n atura",
      "▁e x",
      "▁e ven",
      "▁The re",
      "▁be gin",
      "▁be tter",
      "ee p",
      "ove l",
      "▁on e",
      "▁on lin",
      "ro ach",
      "▁M ind",
      "▁l anguage",
      "os t",
      "pe tent",
      "▁L anguage",
      "▁find ing",
      "▁St art",
      "▁St ron",
      "ss ons",
      "▁C om",
      "▁le ssons",
      "▁pub lic",
      "▁I n",
      "▁k now",
      "▁k eep",
      "▁v alu",
      "▁way s",
      "▁com petent",
      "▁review .\n",
      "ation .",
      "▁We ll-T",
      "▁word s",
      "▁recommend ed",
      "▁G rammar",
      "▁Us e",
      "▁cours e,",
      "estion s",
      "▁Writ e",
      "▁ne ed",
      "▁und erst",
      "▁above ,",
      "▁diction ary",
      "▁down ).\n",
      "Now ,",
      "cro ll",
      "lo g",
      "pp roach",
      "pos ition",
      "▁eas y",
      "▁(s croll",
      "▁wan t",
      "▁wide ly",
      "▁con c",
      "▁cop y",
      "▁spe ll",
      "▁sugg estions",
      "▁Thre e",
      "▁begin ning",
      "▁onlin e",
      "▁Stron g",
      "▁valu able",
      "▁Well-T rained",
      "▁underst and",
      "- in",
      "1 .",
      "2 .",
      "3 .",
      "5 .",
      "7 .",
      "8 .",
      "9 .",
      "B ef",
      "F or",
      "I t",
      "K ind",
      "M ore",
      "N ot",
      "N ovel",
      "O ver",
      "S ub",
      "V er",
      "a .",
      "a b",
      "a m",
      "a s",
      "a u",
      "a in",
      "a le",
      "a te",
      "a me",
      "a mple",
      "a lly",
      "b ab",
      "c ale",
      "d ,",
      "d d",
      "d in",
      "d ed",
      "d .\nT",
      "d eas",
      "d ge",
      "d uc",
      "e .",
      "e k",
      "e v",
      "e ll",
      "e an",
      "f i",
      "f ull",
      "f ore",
      "f ter",
      "g an",
      "g lis",
      "h o",
      "h ou",
      "h oo",
      "h os",
      "h ough",
      "h ite",
      "i r",
      "i v",
      "i z",
      "i ou",
      "i ag",
      "i gg",
      "i ke",
      "i rst",
      "i al",
      "i fi",
      "k ,",
      "k s",
      "k ly",
      "l le",
      "l ar",
      "l able",
      "l ass",
      "l igh",
      "m a",
      "m o",
      "m s,",
      "n k",
      "n ic",
      "n tion",
      "n ot",
      "n ough",
      "n ’t",
      "n ge",
      "n glis",
      "o in",
      "o or",
      "o ll",
      "o ld",
      "o ic",
      "o te",
      "o de",
      "p le",
      "p ea",
      "r ly",
      "r ove",
      "r ound",
      "s ing",
      "s ed",
      "s s,",
      "s full",
      "t ,",
      "t h",
      "t o",
      "t y",
      "t ing",
      "t te",
      "t itle",
      "t ake",
      "t s.",
      "t ation.",
      "u p",
      "u re",
      "u te",
      "u ide",
      "u lar",
      "v ice",
      "v ai",
      "w n",
      "w or",
      "w hat",
      "y ,",
      "y le",
      "y .\n",
      "y pic",
      "▁ hi",
      "▁ ve",
      "▁ ru",
      "▁ Now,",
      "▁ For",
      "▁ Kind",
      "▁ Novel",
      "▁ Ver",
      "▁t er",
      "▁t each",
      "▁t ell",
      "▁t hos",
      "in ition",
      "in t.",
      "▁a he",
      "▁a ll",
      "▁a ble",
      "▁a pproach",
      "▁a dd",
      "▁a fter",
      "▁a vai",
      "he n",
      "he ck",
      "re te",
      "re ss",
      "re am",
      "re d.\nT",
      "re ss,",
      "▁w hi",
      "▁w ill",
      "▁w here",
      "▁w ho",
      "it ies",
      "it ial",
      "it ute",
      "ing ,",
      "ing .\nThis",
      "▁c ha",
      "▁c ome",
      "▁c hoo",
      "▁c lass",
      "▁c oor",
      "▁c heck",
      "▁y es",
      "on ligh",
      "▁the ir",
      "or ite",
      "▁b log",
      "▁b as",
      "▁f ur",
      "▁f av",
      "▁f ound",
      "▁f irst",
      "▁f oll",
      "le ct",
      "le arly",
      "le ment",
      "le dge",
      "▁to pic",
      "om .\n",
      "om e,",
      "om ain",
      "▁s hed",
      "▁s ame",
      "▁s cale",
      "▁s hou",
      "▁s pea",
      "▁s ome,",
      "ve ls",
      ".\n Now,",
      ".\n 1.",
      ".\n 5.",
      ".\n 9.",
      ".\n Bef",
      ".\n More",
      ".\n Not",
      ".\n Sub",
      "ar ies",
      "ar iou",
      "ed ,",
      "▁p at",
      "▁p ut",
      "▁p ag",
      "▁p ith",
      "▁p ack",
      "▁p art",
      "▁p op",
      "▁p ur",
      "▁p ass",
      "▁p ract",
      "▁p oin",
      "▁o wn",
      "ld ing",
      "▁writ e",
      "▁writ es",
      "▁writ e,",
      "an y",
      "is e",
      "is take",
      "▁d ef",
      "▁d ev",
      "▁d omain",
      "▁re put",
      "ic s.",
      "ic kly",
      "ra des",
      "ow up",
      "▁writing ,",
      "▁writing .\nYou",
      "▁writing .\n1.",
      "▁T hrough",
      "▁T each",
      "▁T ypic",
      "▁in to",
      "▁in itial",
      "▁g reat",
      "▁g round",
      "▁g uide",
      "▁g rades",
      "▁R s",
      "▁R s,",
      "▁R igg",
      "at in",
      "at ing",
      "at ors",
      "▁W hat",
      "▁W ay",
      "▁W hile",
      "▁W hite",
      "▁W hen",
      "▁wor th",
      "ag ed",
      "ly ing",
      "▁n ovel",
      "▁n ote",
      "▁ha d",
      "▁S o",
      "▁S er",
      "▁S uc",
      "▁S onligh",
      "▁e ls",
      "▁e ver",
      "▁e arly",
      "▁e nough",
      "▁e ty",
      "▁e lect",
      "gh ly",
      "ls .",
      "rs ,",
      "rs ion",
      "▁on ly",
      "▁can not",
      "ram s",
      "ct ure",
      "ub lis",
      "▁B ut",
      "▁B ook",
      "▁B est",
      "▁B ek",
      "▁M ary",
      "▁M ake",
      "▁M ost",
      "▁M ean",
      "▁M om.\n",
      "▁l os",
      "▁l ook",
      "▁l igh",
      "▁l ate",
      "▁l ike",
      "▁m y",
      "▁m ay",
      "▁m ore",
      "▁m ost",
      "▁m ode",
      "▁m any",
      "▁m istake",
      "▁he re",
      "▁work .",
      "▁work ing",
      "▁have n’t",
      "▁us e",
      "▁us ing",
      "▁us ed",
      "▁edit ing",
      "ble m",
      "lis t",
      "ot ed",
      "ot her",
      "pe ct",
      "pe rly",
      "▁A lt",
      "▁A pproach",
      "▁L atin",
      "▁h old",
      "▁find ing.",
      "▁St ru",
      "▁St yle",
      "gu ment",
      "▁C an",
      "▁C hild",
      "▁C learly",
      "▁i mp",
      "▁i deas",
      "▁it .\nW",
      "▁le arn",
      "▁le tte",
      "▁le vels",
      "▁grammar ,",
      "er lying",
      "ru s",
      "ru cture",
      "▁H ow",
      "▁H ere",
      "▁H and",
      "▁H av",
      "▁I f",
      "▁v oic",
      "▁v ariou",
      "▁You r",
      "▁ab st",
      "▁com position",
      "▁com ma",
      "▁st ay",
      "▁st art",
      "▁st ream",
      "▁st ructure",
      "▁some what",
      "▁dic tation.",
      "ter n",
      "▁We ’ll",
      "▁word .",
      "▁word s,",
      "▁recommend ation",
      "lin ing,",
      "ron ic",
      "▁E duc",
      "▁E nglis",
      "▁E lement",
      "▁G reat",
      "▁Us ing",
      "▁qu estion",
      "▁qu al",
      "▁qu ickly",
      "▁an other",
      "▁cours es",
      "▁back .\nNow,",
      ".\nW hat",
      ".\nW hile",
      "▁pro bab",
      "▁pro blem",
      "▁pro perly",
      "▁do ing.",
      "▁do .\nMore",
      "▁day .",
      "▁day s",
      "ice y,",
      "▁inclu de",
      "▁inclu des",
      "▁inclu ded",
      "▁Writ ing.\nThis",
      "▁ne ver",
      "▁und erlying",
      "▁out put",
      "▁out lining,",
      "▁works .\nYou",
      "▁editor .",
      "▁Learn ing",
      "▁above .",
      "▁diction aries",
      "▁down ,",
      "▁Beechick .\nSub",
      "▁sentences ,",
      "▁sentences .",
      "▁sentences .\nNot",
      "ai ly",
      "book .",
      "cha nic",
      "cha sed",
      "ces sfull",
      "lt -in",
      "st itute",
      "▁D iag",
      "▁D aily",
      "▁O f",
      "▁O ur",
      "▁P ress,",
      "▁P ublis",
      "▁or gan",
      "▁me ntion",
      "▁me chanic",
      "▁10 0",
      "▁tra ck",
      "▁tra ces",
      "▁tut or",
      "▁tut ors",
      "▁time .\n5.",
      "▁ar ts.",
      "▁ar gument",
      "▁act ive",
      "▁act iv",
      "▁cove rs",
      "▁cove red.\nT",
      "▁thes au",
      "▁thes e.",
      "▁there fore",
      "▁book ,",
      "▁bui lding",
      "▁bui lt-in",
      "▁too ls.",
      "▁skill s",
      "▁pr int.",
      "▁pr icey,",
      "▁get ting",
      "▁not hing",
      "▁natura l",
      "▁natura lly",
      "▁ex ample",
      "▁ex pect",
      "▁Language .\nThis",
      "▁Com position",
      "▁Com ple",
      "▁public ation.",
      "▁In stitute",
      "▁know ledge",
      "▁review.\n 8.",
      "▁review.\n It",
      "▁dictionary .\nBef",
      "▁down).\n 2.",
      "▁down).\n 3.",
      "log y",
      "▁conc rete",
      "▁conc ise",
      "▁copy wor",
      "▁spell ing",
      "▁spell ing.",
      "▁understand ing",
      "din ating",
      "iz ed,",
      "ifi ed",
      "lle nge",
      "lable .\nWhat",
      "mo logy",
      "title d,",
      "y.\n Over",
      "▁hi ghly",
      "▁ve rsion",
      "▁ru le",
      "▁Kind le",
      "▁Ver y",
      "▁ter ms,",
      "▁tell s",
      "▁thos e",
      "inition s,",
      "▁ahe ad",
      "▁add ress",
      "▁after ,",
      "▁avai lable.\nWhat",
      "▁whi ch",
      "ities ,",
      "▁cha llenge",
      "▁choo sing",
      "▁class ic",
      "▁coor dinating",
      "▁check list",
      "▁yes ?",
      "▁bas ics.",
      "▁fur ther",
      "▁fav orite",
      "▁found ation",
      "▁foll owup",
      "▁topic ,",
      "▁scale .",
      "▁shou ld",
      "▁spea ks",
      "▁pat tern",
      "▁pag es",
      "▁pith y",
      "▁pack aged",
      "▁pop ular",
      "▁pur chased",
      "▁pass ive",
      "▁pract ice",
      "▁poin t,",
      "▁def initions,",
      "▁dev oted",
      "▁domain .\n9.",
      "▁reput able",
      "▁writing.\nYou ’ll",
      "▁Typic ally",
      "▁Rigg s",
      "▁Way .\nWhile",
      "▁note book.",
      "▁Ser vice",
      "▁Suc cessfull",
      "▁Sonligh t.",
      "▁els e,",
      "▁ever y",
      "▁enough .",
      "▁ety mology",
      "▁elect ronic",
      "▁Bek a.",
      "▁Mean ing",
      "▁Mom.\n 7.",
      "▁los ing",
      "▁look ed",
      "▁ligh t",
      "▁late .",
      "▁more !",
      "▁mode ls",
      "▁Alt hough",
      "▁Approach ,",
      "▁hold s",
      "▁Stru nk",
      "▁Style .\nThis",
      "▁imp rove",
      "▁it.\nW here",
      "▁lette rs,",
      "▁Hand book",
      "▁Hav ing",
      "▁voic e,",
      "▁variou s",
      "▁abst ract",
      "▁composition ,",
      "▁start ed",
      "▁stream ing",
      "▁Educ ators",
      "▁Englis h",
      "▁Element s",
      "▁Great !",
      "▁question :",
      "▁qual ified",
      "▁probab ly",
      "▁Beechick.\nSub titled,",
      "▁Diag rams",
      "▁Publis hing",
      "▁organ ized,",
      "▁mention ed",
      "▁mechanic s,",
      "▁activ ities,",
      "▁covered.\nT he",
      "▁thesau rus",
      "▁Comple te",
      "▁review.\nIt ’s",
      "▁dictionary.\nBef ore",
      "▁copywor k,",
      "▁Successfull y.\nOver"
    ]
  }
}